Memebrs of Family '[Name]' or a nested family thereof illegally refer to Elements outside the family.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FamilyMembersReferToOutsideFamily { get; }
  Visual Basic
Public Shared ReadOnly Property FamilyMembersReferToOutsideFamily As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FamilyMembersReferToOutsideFamily {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace